Repository: common-repository/twitterthispost
Catalog: *.po
Languages: de_de

source: Settings saved!
de_de: Die Einstellungen wurden gespeichert!

source: Link title
de_de: Link Titel

source: Title of link to display below posts
de_de: Titel des Links, der unter dem Beitrag angezeigt wird!

source: Post title
de_de: Post Titel

source: Max length of post title. <strong><em>"0"</em></strong> for no post title!
de_de: Maximale L&auml;nge des Post Titels. <strong><em>"0"</em></strong> f√ºr Titel nicht &uuml;bernehmen!

source: Max number of #hashtags to include. <strong><em>"0"</em></strong> for no #hashtags!
de_de: Maximale Anzahl der #hashtags, die &uuml;bernommen werden sollen. <strong><em>"0"</em></strong> f&uuml; keine!

source: Additional target text
de_de: Zusatztext

source: possible placeholders: [LINK]
de_de: m&ouml;gliche Platzhalte: [LINK]

source: show link on detail page only
de_de: zeige den Twitter-Link nur auf den Detailseiten an?

source: open link in new window?
de_de: &ouml;ffne den Link in einem neuen Fenster?

source: set link to rel nofollow?
de_de: setze den Link auf rel="nofollow"?

source: display about twitter icon?
de_de: zeige twitter hilfe

source: save
de_de: speichern

source: what's this?
de_de: was ist das?

source: Post this to Twitter
de_de: Diesen Artikel auf Twitter posten!

source: Reading: [LINK]
de_de: Lesetipp: [LINK]
